{
  "btc":{
    "exchanges":[
      "bitfinex",
      "luno",
      "bitstamp",
      "bitmex",
      "cexio",
      "kraken",
      "bitfinex",
      "mexbt",
      "bitflyer",
      "mtgox",
      "796",
      "bittrex",
      "gemini",
      "bitvc",
      "btce",
      "gdax",
      "huobi",
      "quoine",
      "cryptsy",
      "bitsquare",
      "okcoin",
      "btc-china",
      "poloniex",
      "vault-of-satoshi",
      "bithumb",
      "bitfinex",
      "bitsquare",
      "btce",
      "huobi",
      "poloniex",
      "796",
      "mexbt",
      "bitflyer",
      "quoine",
      "luno",
      "cryptsy",
      "cexio",
      "btc-china",
      "bithumb",
      "bitmex",
      "bittrex",
      "okcoin",
      "gemini",
      "bitvc",
      "mtgox",
      "kraken",
      "bitstamp",
      "gdax",
      "vault-of-satoshi"
    ],
    "longName":"Bitcoin",
    "wikiEng":"Bitcoin is a cryptocurrency and worldwide payment system.It is the first decentralized digital currency – the system works without a central repository or single administrator. The network is peer-to-peer and transactions take place between users directly through the use of cryptography, without an intermediary. These transactions are verified by network nodes and recorded in a public distributed ledger called a blockchain. Bitcoin was invented by an unknown person or group of people under the name Satoshi Nakamoto and released as open-source software in 2009"
  },
  "dash":{
    "exchanges":[
      "btce",
      "poloniex",
      "bitmex",
      "kraken",
      "cryptsy",
      "bitfinex",
      "bithumb",
      "cryptsy",
      "poloniex",
      "btce",
      "bithumb",
      "bitfinex",
      "bitmex",
      "kraken"
    ],
    "longName":"Dash",
    "wikiEng":"Dash (formerly known as Darkcoin and XCoin) is an open source peer-to-peer cryptocurrency that aims to be the most user-friendly and most on-chain-scalable cryptocurrency in the world. On top of Bitcoin's feature set, it currently offers instant transactions (InstantSend), private transactions (PrivateSend) and operates a self-governing and self-funding model that enables the Dash network to pay individuals and businesses to perform work that adds value to the network. Dash's decentralized governance and budgeting system makes it a decentralized autonomous organization (DAO)"
  },
  "eth":{
    "exchanges":[
      "bitfinex",
      "bitflyer",
      "btce",
      "gdax",
      "bitstamp",
      "huobi",
      "poloniex",
      "bitmex",
      "cexio",
      "kraken",
      "quoine",
      "okcoin",
      "qryptos",
      "cryptsy",
      "bitfinex",
      "bithumb",
      "bittrex",
      "bitsquare",
      "gemini",
      "bittrex",
      "cryptsy",
      "cexio",
      "poloniex",
      "okcoin",
      "gemini",
      "quoine",
      "btce",
      "bitsquare",
      "kraken",
      "bithumb",
      "qryptos",
      "huobi",
      "bitfinex",
      "bitstamp",
      "bitflyer",
      "bitmex",
      "gdax"
    ],
    "longName":"Ethereum",
    "wiki":"Ethereum is an open-source, public, blockchain-based distributed computing platform featuring smart contract (scripting) functionality.[2] It provides a decentralized Turing-complete virtual machine, the Ethereum Virtual Machine (EVM), which can execute scripts using an international network of public nodes. Ethereum also provides a cryptocurrency token called 'ether', which can be transferred between accounts and used to compensate participant nodes for computations performed. 'Gas', an internal transaction pricing mechanism, is used to mitigate spam and allocate resources on the network"
  },
  "ltc":{
    "exchanges":[
      "btce",
      "gdax",
      "bitstamp",
      "huobi",
      "poloniex",
      "vault-of-satoshi",
      "bitmex",
      "cexio",
      "kraken",
      "qryptos",
      "cryptsy",
      "btc-china",
      "bitfinex",
      "bithumb",
      "796",
      "bitsquare",
      "okcoin",
      "bitvc",
      "cryptsy",
      "cexio",
      "poloniex",
      "okcoin",
      "796",
      "btc-china",
      "bitsquare",
      "btce",
      "kraken",
      "bithumb",
      "bitvc",
      "qryptos",
      "huobi",
      "bitfinex",
      "bitstamp",
      "bitmex",
      "gdax",
      "vault-of-satoshi"
    ],
    "longName":"Litecoin",
    "wikiEng":"Litecoin (LTC) is a peer-to-peer cryptocurrency and open source software project released under the MIT/X11 license. Creation and transfer of coins is based on an open source cryptographic protocol and is not managed by any central authority. While inspired by, and in most regards technically nearly identical to Bitcoin (BTC), Litecoin has some minor technical differences compared to Bitcoin and other major cryptocurrencies. Litecoin also has almost zero payment cost."
  },
  "zec":{
    "exchanges":[
      "bittrex",
      "poloniex",
      "btce",
      "bithumb",
      "qryptos",
      "bitfinex",
      "bitmex",
      "kraken"
    ],
    "longName":"Zcash",
    "wikiEng":"Zcash is a cryptocurrency that grew out of the Zerocoin project, aimed at improving anonymity for Bitcoin users. The Zerocoin protocol was initially improved and transformed into Zerocash, which thus yielded the Zcash cryptocurrency in 2016. The founder and CEO of Zcash is Zooko Wilcox-O'Hearn. Its founding team includes cryptographer Matthew D. Green from Johns Hopkins University. Roger Ver was one of Zcash's initial investors."
  }
}